{
    "data": {
        "Mark Twain": ["The human race has one really effective weapon, and that is laughter.", "Get your facts first, then you can distort them as you please.", "The secret of getting ahead is getting started.", "Kindness is the language which the deaf can hear and the blind can see.", "All you need in this life is ignorance and confidence, and then success is sure.", "Go to Heaven for the climate, Hell for the company.", "You can't depend on your eyes when your imagination is out of focus.", "Whenever you find yourself on the side of the majority, it is time to pause and reflect.", "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.", "Age is an issue of mind over matter. If you don't mind, it doesn't matter."],
        "Henry David Thoreau": ["It's not what you look at that matters, it's what you see.", "I never found a companion that was so companionable as solitude.", "This world is but a canvas to our imagination.", "The language of friendship is not words but meanings.", "Live your beliefs and you can turn the world around.", "Never look back unless you are planning to go that way.", "Things do not change; we change.", "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.", "In human intercourse the tragedy begins, not when there is misunderstanding about words, but when silence is not understood.", "Many men go fishing all of their lives without knowing that it is not fish they are after."],
        "Martin Luther King Jr": ["Love is the only force capable of transforming an enemy into friend.", "Life's most persistent and urgent question is, 'What are you doing for others?'", "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.", "We must accept finite disappointment, but never lose infinite hope.", "Faith is taking the first step even when you don't see the whole staircase.", "In the End, we will remember not the words of our enemies, but the silence of our friends.", "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.", "Nothing in all the world is more dangerous than sincere ignorance and conscientious stupidity.", "Human progress is neither automatic nor inevitable... Every step toward the goal of justice requires sacrifice, suffering, and struggle; the tireless exertions and passionate concern of dedicated individuals.", "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."],
        "Mahatma Gandhi": ["Where there is love there is life.", "Happiness is when what you think, what you say, and what you do are in harmony.", "The weak can never forgive. Forgiveness is the attribute of the strong.", "When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator.", "My life is my message.", "It is health that is real wealth and not pieces of gold and silver.", "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.", "You must be the change you wish to see in the world.", "The best way to find yourself is to lose yourself in the service of others.", "Strength does not come from physical capacity. It comes from an indomitable will."],
        "Helen Keller": ["The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.", "Walking with a friend in the dark is better than walking alone in the light.", "Keep your face to the sunshine and you cannot see a shadow.", "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "Alone we can do so little; together we can do so much.", "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.", "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.", "Life is either a great adventure or nothing.", "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.", "The only thing worse than being blind is having sight but no vision."],
        "Buddha": ["Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.", "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.", "Three things cannot be long hidden: the sun, the moon, and the truth.", "You, yourself, as much as anybody in the entire universe, deserve your love and affection.", "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.", "The mind is everything. What you think you become.", "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves.", "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.", "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."],
        "Theodore Roosevelt": ["Keep your eyes on the stars, and your feet on the ground.", "Believe you can and you're halfway there.", "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.", "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.", "With self-discipline most anything is possible.", "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.", "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.", "The most important single ingredient in the formula of success is knowing how to get along with people.", "Nobody cares how much you know, until they know how much you care.", "A thorough knowledge of the Bible is worth more than a college education."],
        "Bill Cosby": ["Sometimes you try to help people, and it backfires on you, and then they try to take advantage of you.", "Sex education may be a good idea in the schools, but I don't believe the kids should be given homework.", "Every closed eye is not sleeping, and every open eye is not seeing.", "In order to succeed, your desire for success should be greater than your fear of failure.", "Through humor, you can soften some of the worst blows that life delivers. And once you find laughter, no matter how painful your situation might be, you can survive it.", "Gray hair is God's graffiti.", "I don't know the key to success, but the key to failure is trying to please everybody.", "I'm a Christian. But Muslims are misunderstood. Intentionally misunderstood. We should all be more like them.", "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on.", "The past is a ghost, the future a dream, and all we ever have is now."],
        "Mother Teresa": ["Let us always meet each other with smile, for the smile is the beginning of love.", "Spread love everywhere you go. Let no one ever come to you without leaving happier.", "We shall never know all the good that a simple smile can do.", "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.", "Love begins at home, and it is not how much we do... but how much love we put in that action.", "Intense love does not measure, it just gives.", "Be faithful in small things because it is in them that your strength lies.", "Loneliness and the feeling of being unwanted is the most terrible poverty.", "We think sometimes that poverty is only being hungry, naked and homeless. The poverty of being unwanted, unloved and uncared for is the greatest poverty. We must start in our own homes to remedy this kind of poverty.", "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop."],
        "Ronald Reagan": ["We can't help everyone, but everyone can help someone.", "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.", "Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same.", "When you can't make them see the light, make them feel the heat.", "Government's first duty is to protect the people, not run their lives.", "If we ever forget that we are One Nation Under God, then we will be a nation gone under.", "We are never defeated unless we give up on God.", "There are no constraints on the human mind, no walls around the human spirit, no barriers to our progress except those we ourselves erect.", "Government's view of the economy could be summed up in a few short phrases: If it moves, tax it. If it keeps moving, regulate it. And if it stops moving, subsidize it.", "My philosophy of life is that if we make up our mind what we are going to make of our lives, then work hard toward that goal, we never lose - somehow we win out."],
        "Marilyn Monroe": ["I'm selfish, impatient, and a little insecure. I make mistakes, I'm out of control, and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.", "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.", "Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.", "Give a girl the right shoes, and she can conquer the world.", "Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you.", "It's better to be unhappy alone than unhappy with someone - so far.", "We are all of us stars, and we deserve to twinkle.", "The real lover is the man who can thrill you just by touching your head or smiling into your eyes - or just by staring into space.", "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.", "A woman knows by intuition, or instinct, what is best for herself."],
        "Muhammad Ali": ["Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.", "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'", "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.", "Service to others is the rent you pay for your room here on earth.", "The word 'Islam' means 'peace.' The word 'Muslim' means 'one who surrenders to God.' But the press makes us seem like haters.", "I done wrestled with an alligator, I done tussled with a whale; handcuffed lightning, thrown thunder in jail; only last week, I murdered a rock, injured a stone, hospitalised a brick; I'm so mean I make medicine sick.", "Rivers, ponds, lakes and streams - they all have different names, but they all contain water. Just as religions do - they all contain truths.", "He who is not courageous enough to take risks will accomplish nothing in life.", "The fight is won or lost far away from witnesses - behind the lines, in the gym, and out there on the road, long before I dance under those lights.", "It isn't the mountains ahead to climb that wear you out; it's the pebble in your shoe."],
        "Abraham Lincoln": ["In the end, it's not the years in your life that count. It's the life in your years.", "Be sure you put your feet in the right place, then stand firm.", "Character is like a tree and reputation like a shadow. The shadow is what we think of it; the tree is the real thing.", "All that I am, or hope to be, I owe to my angel mother.", "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.", "Most folks are as happy as they make up their minds to be.", "Better to remain silent and be thought a fool than to speak out and remove all doubt.", "Nearly all men can stand adversity, but if you want to test a man's character, give him power.", "America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.", "The best way to destroy an enemy is to make him a friend."],
        "George Bernard Shaw": ["Life isn't about finding yourself. Life is about creating yourself.", "Progress is impossible without change, and those who cannot change their minds cannot change anything.", "Beware of false knowledge; it is more dangerous than ignorance.", "We are made wise not by the recollection of our past, but by the responsibility for our future.", "The single biggest problem in communication is the illusion that it has taken place.", "There is no sincerer love than the love of food.", "Just do what must be done. This may not be happiness, but it is greatness.", "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open.", "If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.", "Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will."],
        "Maya Angelou": ["Try to be a rainbow in someone's cloud.", "If you don't like something, change it. If you can't change it, change your attitude.", "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.", "We may encounter many defeats but we must not be defeated.", "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.", "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.", "My mother said I must always be intolerant of ignorance but understanding of illiteracy. That some people, unable to go to school, were more educated and more intelligent than college professors.", "In the flush of love's light, we dare be brave. And suddenly we see that love costs all we are, and will ever be. Yet it is only love which sets us free.", "When someone shows you who they are, believe them the first time.", "Nothing will work unless you do."],
        "Thomas Jefferson": ["Nothing can stop the man with the right mental attitude from achieving his goal; nothing on earth can help the man with the wrong mental attitude.", "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.", "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.", "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.", "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.", "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.", "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.", "In matters of style, swim with the current; in matters of principle, stand like a rock.", "It is neither wealth nor splendor; but tranquility and occupation which give you happiness.", "He who knows best knows how little he knows."],
        "Bob Marley": [],
        "Jim Morrison": [],
        "Benjamin Franklin": ["Tell me and I forget. Teach me and I remember. Involve me and I learn.", "Wine is constant proof that God loves us and loves to see us happy.", "We are all born ignorant, but one must work hard to remain stupid.", "By failing to prepare, you are preparing to fail.", "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.", "An investment in knowledge pays the best interest.", "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.", "Early to bed and early to rise makes a man healthy, wealthy and wise.", "In this world nothing can be said to be certain, except death and taxes.", "Do not fear mistakes. You will know failure. Continue to reach out."],
        "Nelson Mandela": ["Education is the most powerful weapon which you can use to change the world.", "A good head and a good heart are always a formidable combination.", "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.", "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.", "It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur. You take the front line when there is danger. Then people will appreciate your leadership.", "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart.", "We pledge ourselves to liberate all our people from the continuing bondage of poverty, deprivation, suffering, gender and other discrimination.", "Money won't create success, the freedom to make it will.", "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.", "No country can really develop unless its citizens are educated."],
        "William Shakespeare": ["Brevity is the soul of wit.", "We know what we are, but know not what we may be.", "Love all, trust a few, do wrong to none.", "The course of true love never did run smooth.", "Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow.", "It is not in the stars to hold our destiny but in ourselves.", "If music be the food of love, play on.", "Better three hours too soon than a minute too late.", "There is nothing either good or bad but thinking makes it so.", "No legacy is so rich as honesty."],
        "John F Kennedy": ["Things do not happen. Things are made to happen.", "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.", "Change is the law of life. And those who look only to the past or present are certain to miss the future.", "Leadership and learning are indispensable to each other.", "Forgive your enemies, but never forget their names.", "My fellow Americans, ask not what your country can do for you, ask what you can do for your country.", "When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man's concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses.", "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.", "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity.", "When written in Chinese, the word 'crisis' is composed of two characters. One represents danger and the other represents opportunity."],
        "John Lennon": ["Love is the flower you've got to let grow.", "Love is the answer, and you know that for sure; Love is a flower, you've got to let it grow.", "Time you enjoy wasting, was not wasted.", "Life is what happens while you are busy making other plans.", "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.", "Yeah we all shine on, like the moon, and the stars, and the sun.", "I'm not going to change the way I look or the way I feel to conform to anything. I've always been a freak. So I've been a freak all my life and I have to live with that, you know. I'm one of those people.", "As usual, there is a great woman behind every idiot.", "Everything is clearer when you're in love.", "I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?"],
        "Lao Tzu": ["Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", "The journey of a thousand miles begins with one step.", "Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.", "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.", "If you do not change direction, you may end up where you are heading.", "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.", "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.", "Music in the soul can be heard by the universe.", "To the mind that is still, the whole universe surrenders.", "Treat those who are good with goodness, and also treat those who are not good with goodness. Thus goodness is attained. Be honest to those who are honest, and be also honest to those who are not honest. Thus honesty is attained."],
        "Audrey Hepburn": ["The most important thing is to enjoy your life - to be happy - it's all that matters.", "Nothing is impossible, the word itself says 'I'm possible'!", "The best thing to hold onto in life is each other.", "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone.", "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides.", "The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives the passion that she shows. The beauty of a woman grows with the passing years.", "I love people who make me laugh. I honestly think it's the thing I like most, to laugh. It cures a multitude of ills. It's probably the most important thing in a person.", "As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others.", "I was born with an enormous need for affection, and a terrible need to give it.", "Pick the day. Enjoy it - to the hilt. The day as it comes. People as they come... The past, I think, has helped me appreciate the present - and I don't want to spoil any of it by fretting about the future."],
        "Oscar Wilde": ["Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.", "If you are not too long, I will wait here for you all my life.", "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.", "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.", "When I was young I thought that money was the most important thing in life; now that I am old I know that it is.", "Experience is simply the name we give our mistakes.", "The old believe everything, the middle-aged suspect everything, the young know everything.", "How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being.", "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.", "Some cause happiness wherever they go; others whenever they go."],
        "Bruce Lee": [],
        "Confucius": ["Life is really simple, but we insist on making it complicated.", "It does not matter how slowly you go as long as you do not stop.", "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.", "Choose a job you love, and you will never have to work a day in your life.", "Everything has beauty, but not everyone sees it.", "When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.", "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.", "Wherever you go, go with all your heart.", "Silence is a true friend who never betrays.", "Our greatest glory is not in never falling, but in rising every time we fall."],
        "Khalil Gibran": ["Friendship is always a sweet responsibility, never an opportunity.", "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.", "But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls.", "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.", "I have learned silence from the talkative, toleration from the intolerant, and kindness from the unkind; yet, strange, I am ungrateful to those teachers.", "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were.", "If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees.", "Only when you drink from the river of silence shall you indeed sing. And when you have reached the mountain top, then you shall begin to climb. And when the earth shall claim your limbs, then shall you truly dance.", "Your pain is the breaking of the shell that encloses your understanding.", "Generosity is giving more than you can, and pride is taking less than you need."],
        "Steve Jobs": ["Innovation distinguishes between a leader and a follower.", "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.", "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.", "Everyone here has the sense that right now is one of those moments when we are influencing the future.", "I believe life is an intelligent thing: that things aren't random.", "Things don't have to change the world to be important.", "Design is not just what it looks like and feels like. Design is how it works.", "If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.", "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.", "I want to put a ding in the universe."],
        "Ralph Waldo Emerson": ["It is one of the blessings of old friends that you can afford to be stupid with them.", "The only way to have a friend is to be one.", "Do not go where the path may lead, go instead where there is no path and leave a trail.", "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "Nature always wears the colors of the spirit.", "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting.", "Earth laughs in flowers.", "What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.", "Love of beauty is taste. The creation of beauty is art.", "Bad times have a scientific value. These are occasions a good learner would not miss."],
        "Socrates": ["The only true wisdom is in knowing you know nothing.", "By all means, marry. If you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher.", "Be as you wish to seem.", "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.", "Wisdom begins in wonder.", "To know, is to know that you know nothing. That is the meaning of true knowledge.", "Beware the barrenness of a busy life.", "Our prayers should be for blessings in general, for God knows best what is good for us.", "The unexamined life is not worth living.", "Worthless people live only to eat and drink; people of worth eat and drink only to live."],
        "Winston Churchill": ["Success is not final, failure is not fatal: it is the courage to continue that counts.", "We make a living by what we get, but we make a life by what we give.", "Success consists of going from failure to failure without loss of enthusiasm.", "You have enemies? Good. That means you've stood up for something, sometime in your life.", "An appeaser is one who feeds a crocodile, hoping it will eat him last.", "I may be drunk, Miss, but in the morning I will be sober and you will still be ugly.", "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.", "Attitude is a little thing that makes a big difference.", "We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender.", "The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is."],
        "Marc Andreesen": [],
        "Dr Seuss": ["Today you are you! That is truer than true! There is no one alive who is you-er than you!", "Don't cry because it's over. Smile because it happened.", "You have brains in your head. You have feet in your shoes. You can steer yourself in any direction you choose. You're on your own, and you know what you know. And you are the guy who'll decide where to go.", "The more that you read, the more things you will know. The more that you learn, the more places you'll go.", "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!", "I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living, it's a way of looking at life through the wrong end of a telescope. Which is what I do, and that enables you to laugh at life's realities.", "Today was good. Today was fun. Tomorrow is another one.", "How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flewn. How did it get so late so soon?", "You're in pretty good shape for the shape you are in.", "I've heard there are troubles of more than one kind; some come from ahead, and some come from behind. But I've brought a big bat. I'm all ready, you see; now my troubles are going to have troubles with me!"],
        "Joseph Campbell": ["Your sacred space is where you can find yourself again and again.", "Follow your bliss and the universe will open doors where there were only walls.", "Find a place inside where there's joy, and the joy will burn out the pain.", "The privilege of a lifetime is being who you are.", "We must let go of the life we have planned, so as to accept the one that is waiting for us.", "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship.", "I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave.", "A hero is someone who has given his or her life to something bigger than oneself.", "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature.", "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive."],
        "Michael Jordan": ["Talent wins games, but teamwork and intelligence wins championships.", "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.", "I can accept failure, everyone fails at something. But I can't accept not trying.", "Always turn a negative situation into a positive situation.", "Some people want it to happen, some wish it would happen, others make it happen.", "Just play. Have fun. Enjoy the game.", "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.", "I've failed over and over and over again in my life and that is why I succeed.", "The game has its ups and downs, but you can never lose focus of your individual goals and you can't let yourself be beat because of lack of effort.", "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."],
        "Dalai Lama": ["Happiness is not something ready made. It comes from your own actions.", "Old friends pass away, new friends appear. It is just like the days. An old day passes, a new day arrives. The important thing is to make it meaningful: a meaningful friend - or a meaningful day.", "Be kind whenever possible. It is always possible.", "In order to carry a positive action we must develop here a positive vision.", "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.", "Sleep is the best meditation.", "This is my simple religion. There is no need for temples; no need for complicated philosophy. Our own brain, our own heart is our temple; the philosophy is kindness.", "The purpose of our lives is to be happy.", "A lack of transparency results in distrust and a deep sense of insecurity.", "Whether one believes in a religion or not, and whether one believes in rebirth or not, there isn't anyone who doesn't appreciate kindness and compassion."],
        "Vince Lombardi": ["Perfection is not attainable, but if we chase perfection we can catch excellence.", "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.", "The measure of who we are is what we do with what we have.", "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work.", "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.", "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.", "The only place success comes before work is in the dictionary.", "The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor.", "Winners never quit and quitters never win.", "The greatest accomplishment is not in never falling, but in rising again after you fall."],
        "Eleanor Roosevelt": ["With the new day comes new strength and new thoughts.", "Great minds discuss ideas; average minds discuss events; small minds discuss people.", "We are afraid to care too much, for fear that the other person does not care at all.", "A woman is like a tea bag - you can't tell how strong she is until you put her in hot water.", "The future belongs to those who believe in the beauty of their dreams.", "We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.", "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'", "One's philosophy is not best expressed in words; it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.", "People grow through experience if they meet life honestly and courageously. This is how character is built.", "No one can make you feel inferior without your consent."],
        "Friedrich Nietzsche": ["We love life, not because we are used to living but because we are used to loving.", "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you.", "The individual has always had to struggle to keep from being overwhelmed by the tribe. If you try it, you will be lonely often, and sometimes frightened. But no price is too high to pay for the privilege of owning yourself.", "Without music, life would be a mistake.", "He who would learn to fly one day must first learn to stand and walk and run and climb and dance; one cannot fly into flying.", "The true man wants two things: danger and play. For that reason he wants woman, as the most dangerous plaything.", "On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow.", "He who has a why to live can bear almost any how.", "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.", "It is not a lack of love, but a lack of friendship that makes unhappy marriages."],
        "C S Lewis": ["You are never too old to set another goal or to dream a new dream.", "Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival.", "Integrity is doing the right thing, even when no one is watching.", "The task of the modern educator is not to cut down jungles, but to irrigate deserts.", "Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success.", "Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.", "There are two kinds of people: those who say to God, 'Thy will be done,' and those to whom God says, 'All right, then, have it your way.'", "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word, 'darkness' on the walls of his cell.", "Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become.", "Aim at heaven and you will get earth thrown in. Aim at earth and you get neither."],
        "Aristotle": ["My best friend is the man who in wishing me well wishes it for my sake.", "Love is composed of a single soul inhabiting two bodies.", "The roots of education are bitter, but the fruit is sweet.", "It is the mark of an educated mind to be able to entertain a thought without accepting it.", "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.", "We are what we repeatedly do. Excellence, then, is not an act, but a habit.", "Hope is a waking dream.", "At his best, man is the noblest of all animals; separated from law and justice he is the worst.", "The aim of art is to represent not the outward appearance of things, but their inward significance.", "The worst form of inequality is to try to make unequal things equal."],
        "Thomas A Edison": ["Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", "Opportunity is missed by most people because it is dressed in overalls and looks like work.", "I have not failed. I've just found 10,000 ways that won't work.", "If we did all the things we are capable of, we would literally astound ourselves.", "There's a way to do it better - find it.", "There is no substitute for hard work.", "Genius is one percent inspiration and ninety-nine percent perspiration.", "To invent, you need a good imagination and a pile of junk.", "The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.", "Just because something doesn't do what you planned it to do doesn't mean it's useless."],
        "Albert Einstein": ["Everyone should be respected as an individual, but no one idolized.", "You have to learn the rules of the game. And then you have to play better than anyone else.", "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.", "Look deep into nature, and then you will understand everything better.", "We cannot solve our problems with the same thinking we used when we created them.", "Try not to become a man of success, but rather try to become a man of value.", "Whoever is careless with the truth in small matters cannot be trusted with important matters.", "You can't blame gravity for falling in love.", "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.", "The difference between stupidity and genius is that genius has its limits."]
    }
}